; TranslationAuthor: Mr.Yutthaphon Inchaiya
; TranslationAuthorEmail: yutthaphon30667@gmail.com
; Soft Version: 1.1.1 18
; Update: June 18, 2015
;
[Lang]
NativeLanguage=ภาษาไทย
[GUI]
ButtonYes=ใช่
ButtonNo=ไม่
ButtonOK=ตกลง
ButtonMinimize=ย่อ
ButtonMaximize=ขยาย
ButtonClose=ปิด
ButtonRestore=กู้คืน
ButtonMenu=เมนู

[Translation]
LangCode=041e
ReadHabit=Left-to-right
LanguageName=ภาษาไทย
LangShortName=th-th
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=THAI_CHARSET
Information=ข้อมูลเพิ่มเติม
Warning=คำเตือน
Error=ข้อผิดพลาด
Confirm=การยืนยัน
;
; Popup menu
;
pmHelp=ช่วยเหลือออนไลน์
pmforum=กระทู้สนทนา
pmHome=โฮมเพจ
pmContact=ติดต่อเรา
pmCheckNew=ตรวจการอัพเดท
pmLang=ภาษา
pmAbout=เกี่ยวกับ
pmConMenu=เพิ่มไปยังเมนูบริบท
;
; Main GUI
;
FrmWDMain.lbltitle.caption=Wise Force Deleter
FrmWDMain.lbldesc.caption=กำจัดไฟล์ต่างๆ ที่ไม่สามารถลบโดยวินโดวส์ได้
FrmWDMain.btnAFile.caption=เพิ่มไฟล์
FrmWDMain.btnAfolder.caption=เพิ่มโฟลเดอร์
FrmWDMain.btnRemove.caption=เอาออก
FrmWDMain.btnDel.caption=ปลดล็อค & ลบ
FrmWDMain.btnsupport.caption=ติชม
FrmWDMain.btnfacebook.hint=ติดตามเราบน facebook
FrmWDMain.btntwitter.hint=แชร์ Wise Force Deleter บน twitter
FrmWDMain.btngoogle.hint=แชร์ Wise Force Deleter บน Google+
FrmWDMain.btnemail.hint=บอกเพื่อนของคุณเกี่ยวกับ Wise Force Deleter
FrmWDManin.lvfile.Columns[0]=ชื่อ
FrmWDManin.lvfile.Columns[1]=ที่ตั้ง
FrmWDManin.lvfile.Columns[2]=สถานะ
;
; About
;
FrmAbout.caption=เกี่ยวกับ
FrmAbout.lblver.caption=เวอร์ชั่นปัจจุบัน:
FrmAbout.lblemail.caption=อีเมล์สนับสนุน:
FrmAbout.lblhome.caption=โฮมเพจ:
FrmAbout.lblthanks.caption=ขอขอบคุณบุคคลต่อไปนี้สำหรับความช่วยเหลือ:
FrmAbout.lblWarning.caption=คำเตือน: โปรแกรมคอมพิวเตอร์นี้ถูกปกป้องโดยกฏหมายลิขสิทธิ์และสนธิสัญญาระหว่างประเทศ

[Message]
DragFile=ลากโฟลเดอร์ลงไม่ได้
ForceDelete=บังคับลบ
Newver=มีเวอร์ชั่นใหม่ของ Wise Force Deleter พร้อมใช้งาน, คุณต้องการอัพเดทหรือไม่?
NoNewVer=ยินดีด้วย, เวอร์ชั่นที่คุณใช้อยู่เป็นล่าสุดแล้ว!
None=พร้อม
Unlocked=ปลดล็อค & ลบ
Deleted=ลบแล้ว
FailDel=ลบไม่ได้
Aborted=ยกเลิกแล้ว
NoExists=ไม่มีอยู่
ConfirmDel=คุณต้องการปลดล็อคและลบไฟล์หรือไม่?
TranslateTo=แปลเป็น..